import { Feedback } from "@/shared/interfaces/feedback";

export const FEEDBACKS_LIST: Feedback[] = [
  {
    id: 1,
    name: "Анна К.",
    feedback:
      "Чохли просто чудові! Дуже зручні та красиві. Тепер годування стало ще приємнішим.",
  },
  {
    id: 2,
    name: "Іван П.",
    feedback:
      "Мій малюк тепер сидить із задоволенням, а мені легко їх прати. Рекомендую всім батькам!",
  },
  {
    id: 3,
    name: "Ольга М.",
    feedback:
      "Відмінна якість і швидка доставка. Чохли ідеально підходять для нашого стільчика.",
  },
  {
    id: 4,
    name: "Сергій Л.",
    feedback:
      "Чохли дуже міцні і легко миються. Вони також дуже стильні і добре вписуються в інтер'єр нашої кухні.",
  },
  {
    id: 5,
    name: "Марія В.",
    feedback:
      "Нарешті знайшла чохли, які подобаються і мені, і дитині. Дякую за відмінний продукт!",
  },
  {
    id: 6,
    name: "Тетяна С.",
    feedback:
      "Замовила чохли для двох стільчиків. Дуже задоволена покупкою, все чудово підійшло!",
  },
  {
    id: 7,
    name: "Олександр Г.",
    feedback:
      "Дуже зручно, що чохли можна прати в машинці. Виглядають як нові навіть після численних прань.",
  },
  {
    id: 8,
    name: "Катерина Н.",
    feedback:
      "Чудовий сервіс і чудовий продукт! Моєму малюкові дуже зручно сидіти в новому чохлі.",
  },
  {
    id: 9,
    name: "Вікторія Р.",
    feedback:
      "Чохли відмінно підходять для нашого стільчика. Дуже задоволена покупкою, рекомендую всім!",
  },
  {
    id: 10,
    name: "Юлія Д.",
    feedback:
      "Швидка доставка і чудова якість. Чохли зручні і красиві, ідеально підходять для щоденного використання.",
  },
];
