import { Question } from "@/shared/interfaces/question";

export const QUESTIONS_LIST: Question[] = [
  {
    panel: "panel-1",
    title: "Як обрати чохол для стільчика?",
    description:
      "Наші чохли універсальні та підходять для більшості стандартних стільчиків для годування. Оберіть чохол за стилем та кольором, який вам подобається.",
  },
  {
    panel: "panel-2",
    title: "Як доглядати за чохлом?",
    description:
      "Наші чохли легко перуться в пральній машині на делікатному режимі.",
  },
  {
    panel: "panel-3",
    title: "Які матеріали ви використовуєте?",
    description:
      "Ми використовуємо тільки якісні та безпечні матеріали, які не викликають алергії у дітей.",
  },
];
